Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Required. We will use this address to reply to you.
ar: مطلوب. سنستخدم هذا العنوان للرد عليك.
de: Erforderlich. Wir verwenden diese Adresse, um dir zu antworten.
el: Υποχρεωτικό. Θα χρησιμοποιήσουμε αυτήν τη διεύθυνση για να σας απαντήσουμε.
es: Obligatorio. Usaremos esta dirección para responderte.
fa: الزامی. از این نشانی برای پاسخ به شما استفاده خواهیم کرد.
fr: Obligatoire. Nous utiliserons cette adresse pour vous répondre.
he: נדרש. נשתמש בכתובת זו כדי להשיב לך.
hi: आवश्यक। हम इस पते का उपयोग आपको उत्तर देने के लिए करेंगे。
id: Wajib. Kami akan menggunakan alamat ini untuk membalas Anda.
it: Obbligatorio. Useremo questo indirizzo per risponderti.
ja: 必須です。このアドレスを使って返信します。
ko: 필수입니다. 이 주소로 답변을 드립니다.
nl: Vereist. We gebruiken dit adres om je te antwoorden.
pl: Wymagane. Użyjemy tego adresu, aby Ci odpowiedzieć.
pt: Obrigatório. Usaremos este endereço para responder a você.
ru: Обязательно. Мы будем использовать этот адрес, чтобы ответить вам.
sv: Obligatoriskt. Vi använder denna adress för att svara dig.
th: จำเป็น เราจะใช้ที่อยู่นี้เพื่อตอบกลับคุณ
tr: Zorunlu. Size yanıt vermek için bu adresi kullanacağız.
uk: Обов'язково. Ми використаємо цю адресу, щоб відповісти вам.
vi: Bắt buộc. Chúng tôi sẽ dùng địa chỉ này để phản hồi bạn.
zh_hans: 必填。我们将使用此地址回复您。

source: Required. Whether buttons and controls have clear, accurate VoiceOver labels.
ar: مطلوب. ما إذا كانت الأزرار وعناصر التحكم لها تسميات VoiceOver واضحة ودقيقة.
de: Erforderlich. Ob Schaltflächen und Steuerelemente klare, präzise VoiceOver-Beschriftungen haben.
el: Υποχρεωτικό. Εάν τα κουμπιά και τα στοιχεία ελέγχου έχουν σαφείς, ακριβείς ετικέτες VoiceOver.
es: Obligatorio. Si los botones y controles tienen etiquetas de VoiceOver claras y precisas.
fa: الزامی. اینکه آیا دکمه‌ها و کنترل‌ها برچسب‌های VoiceOver واضح و دقیق دارند.
fr: Obligatoire. Si les boutons et contrôles ont des étiquettes VoiceOver claires et précises.
he: נדרש. האם לכפתורים ולפקדים יש תוויות VoiceOver ברורות ומדויקות.
hi: आवश्यक। क्या बटन और नियंत्रणों में स्पष्ट, सटीक VoiceOver लेबल हैं。
id: Wajib. Apakah tombol dan kontrol memiliki label VoiceOver yang jelas dan akurat.
it: Obbligatorio. Se i pulsanti e i controlli hanno etichette VoiceOver chiare e accurate.
ja: 必須です。ボタンやコントロールが明確で正確な VoiceOver ラベルを持っているかどうか。
ko: 필수입니다. 버튼과 컨트롤에 명확하고 정확한 VoiceOver 라벨이 있는지 여부.
nl: Vereist. Of knoppen en bedieningselementen duidelijke, nauwkeurige VoiceOver-labels hebben.
pl: Wymagane. Czy przyciski i kontrolki mają jasne, dokładne etykiety VoiceOver.
pt: Obrigatório. Se botões e controles têm rótulos de VoiceOver claros e precisos.
ru: Обязательно. Есть ли у кнопок и элементов управления понятные и точные подписи VoiceOver.
sv: Obligatoriskt. Om knappar och kontroller har tydliga, korrekta VoiceOver-etiketter.
th: จำเป็น ปุ่มและตัวควบคุมมีป้ายกำกับ VoiceOver ที่ชัดเจนและถูกต้องหรือไม่
tr: Zorunlu. Düğmelerin ve denetimlerin net, doğru VoiceOver etiketlerinin olup olmadığı.
uk: Обов'язково. Чи мають кнопки й елементи керування чіткі та точні підписи VoiceOver.
vi: Bắt buộc. Liệu các nút và điều khiển có nhãn VoiceOver rõ ràng, chính xác hay không.
zh_hans: 必填。按钮和控件是否具有清晰、准确的旁白标签。

source: Rescan
ar: إعادة الفحص
de: Erneut scannen
el: Νέα Σάρωση
es: Volver a analizar
fa: اسکن مجدد
fr: Relancer l'analyse
he: סרוק שוב
hi: फिर से स्कैन करें
id: Pindai Ulang
it: Ripeti scansione
ja: 再スキャン
ko: 다시 스캔
nl: Opnieuw scannen
pl: Skanuj ponownie
pt: Verificar novamente
ru: Повторное сканирование
sv: Skanna igen
th: สแกนอีกครั้ง
tr: Yeniden Tara
uk: Сканувати повторно
vi: Quét lại
zh_hans: 重新扫描

source: Reset it on the website
ar: إعادة تعيينها على الموقع
de: Auf der Website zurücksetzen
el: Επαναφέρετέ το στον ιστότοπο
es: Restablécela en el sitio web
fa: آن را در وب‌سایت بازنشانی کنید
fr: Réinitialisez-le sur le site web
he: אפס אותה באתר
hi: इसे वेबसाइट पर रीसेट करें
id: Atur ulang di situs web
it: Reimpostala sul sito web
ja: ウェブサイトで再設定してください
ko: 웹사이트에서 재설정하세요
nl: Stel het opnieuw in op de website
pl: Zresetuj je na stronie
pt: Redefina no site
ru: Сбросьте его на сайте
sv: Återställ det på webbplatsen
th: รีเซ็ตที่เว็บไซต์
tr: Web sitesinden sıfırlayın
uk: Скинути на сайті
vi: Đặt lại trên trang web
zh_hans: 在网站上重置

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού Πρόσβασης
es: Restablecer contraseña
fa: بازنشانی رمز عبور
fr: Réinitialiser le mot de passe
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
id: Atur Ulang Kata Sandi
it: Reimposta password
ja: パスワードを再設定
ko: 비밀번호 재설정
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefinir senha
ru: Сбросить пароль
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
vi: Đặt lại mật khẩu
zh_hans: 重置密码

source: Reset these settings to their defaults?
ar: هل تريد إعادة تعيين هذه الإعدادات إلى الوضع الافتراضي؟
de: Diese Einstellungen auf ihre Standardwerte zurücksetzen?
el: Επαναφορά αυτών των ρυθμίσεων στις προεπιλογές τους;
es: ¿Restablecer estos ajustes a sus valores predeterminados?
fa: این تنظیمات به پیش‌فرض بازنشانی شود؟
fr: Réinitialiser ces réglages à leurs valeurs par défaut ?
he: לאפס הגדרות אלה לברירת המחדל שלהן?
hi: इन सेटिंग्स को उनके डिफ़ॉल्ट पर रीसेट करें?
id: Atur ulang pengaturan ini ke default?
it: Ripristinare queste impostazioni ai valori predefiniti?
ja: これらの設定をデフォルトにリセットしますか？
ko: 이 설정을 기본값으로 재설정할까요?
nl: Deze instellingen terugzetten naar de standaardwaarden?
pl: Zresetować te ustawienia do wartości domyślnych?
pt: Redefinir estas configurações para os padrões?
ru: Сбросить эти настройки к значениям по умолчанию?
sv: Återställa dessa inställningar till standardvärden?
th: รีเซ็ตการตั้งค่าเหล่านี้เป็นค่าเริ่มต้นหรือไม่?
tr: Bu ayarlar varsayılanlarına sıfırlansın mı?
uk: Скинути ці налаштування до типових значень?
vi: Đặt lại các cài đặt này về mặc định?
zh_hans: 要将这些设置重置为默认值吗？

source: Reset to Defaults
ar: إعادة التعيين إلى الوضع الافتراضي
de: Auf Standard zurücksetzen
el: Επαναφορά στις Προεπιλογές
es: Restablecer valores predeterminados
fa: بازنشانی به پیش‌فرض
fr: Réinitialiser aux valeurs par défaut
he: איפוס לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
id: Atur Ulang ke Default
it: Ripristina predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
nl: Terugzetten naar standaardwaarden
pl: Zresetuj do domyślnych
pt: Redefinir para padrões
ru: Сбросить настройки
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
tr: Varsayılanlara Sıfırla
uk: Скинути до типових
vi: Đặt lại về Mặc định
zh_hans: 重置为默认值

source: Resources
ar: الموارد
de: Ressourcen
el: Πόροι
es: Recursos
fa: منابع
fr: Ressources
he: משאבים
hi: संसाधन
id: Sumber Daya
it: Risorse
ja: リソース
ko: 리소스
nl: Bronnen
pl: Zasoby
pt: Recursos
ru: Ресурсы
sv: Resurser
th: ทรัพยากร
tr: Kaynaklar
uk: Ресурси
vi: Tài nguyên
zh_hans: 资源

source: Resources (%@)
ar: الموارد (%@)
de: Ressourcen (%@)
el: Πόροι (%@)
es: Recursos (%@)
fa: منابع (%@)
fr: Ressources (%@)
he: משאבים (%@)
hi: संसाधन (%@)
id: Sumber Daya (%@)
it: Risorse (%@)
ja: リソース (%@)
ko: 리소스 (%@)
nl: Bronnen (%@)
pl: Zasoby (%@)
pt: Recursos (%@)
ru: Ресурсы (%@)
sv: Resurser (%@)
th: ทรัพยากร (%@)
tr: Kaynaklar (%@)
uk: Ресурси (%@)
vi: Tài nguyên (%@)
zh_hans: 资源 (%@)

source: Resume AppleVis Podcast
ar: استئناف بودكاست AppleVis
de: AppleVis-Podcast fortsetzen
el: Συνέχιση Podcast AppleVis
es: Reanudar pódcast de AppleVis
fa: از سرگیری پادکست AppleVis
fr: Reprendre le podcast AppleVis
he: חידוש הפודקאסט של AppleVis
hi: AppleVis पॉडकास्ट फिर से शुरू करें
id: Lanjutkan Podcast AppleVis
it: Riprendi podcast AppleVis
ja: AppleVis ポッドキャストを再開
ko: AppleVis 팟캐스트 재개
nl: AppleVis-podcast hervatten
pl: Wznów podcast AppleVis
pt: Retomar podcast da AppleVis
ru: Продолжить подкаст AppleVis
sv: Återuppta AppleVis-podd
th: เล่นพอดแคสต์ AppleVis ต่อ
tr: AppleVis Podcast'ini Sürdür
uk: Продовжити подкаст AppleVis
vi: Tiếp tục Podcast AppleVis
zh_hans: 继续播放 AppleVis 播客

source: Resume at %@
ar: استئناف عند %@
de: Fortsetzen bei %@
el: Συνέχιση στο %@
es: Reanudar en %@
fa: از سرگیری در %@
fr: Reprendre à %@
he: חידוש ב-%@
hi: %@ पर फिर से शुरू करें
id: Lanjutkan di %@
it: Riprendi a %@
ja: %@ から再開
ko: %@에서 재개
nl: Hervatten bij %@
pl: Wznów od %@
pt: Retomar em %@
ru: Продолжить с %@
sv: Återuppta vid %@
th: เล่นต่อที่ %@
tr: %@ konumundan sürdür
uk: Продовжити з %@
vi: Tiếp tục tại %@
zh_hans: 从 %@ 继续

source: Resume Podcast
ar: استئناف البودكاست
de: Podcast fortsetzen
el: Συνέχιση Podcast
es: Reanudar pódcast
fa: از سرگیری پادکست
fr: Reprendre le podcast
he: חידוש הפודקאסט
hi: पॉडकास्ट फिर से शुरू करें
id: Lanjutkan Podcast
it: Riprendi podcast
ja: ポッドキャストを再開
ko: 팟캐스트 재개
nl: Podcast hervatten
pl: Wznów podcast
pt: Retomar podcast
ru: Продолжить подкаст
sv: Återuppta podd
th: เล่นพอดแคสต์ต่อ
tr: Podcast'i Sürdür
uk: Продовжити подкаст
vi: Tiếp tục Podcast
zh_hans: 继续播放播客

source: Resume Rewind
ar: الترجيع عند الاستئناف
de: Zurückspulen beim Fortsetzen
el: Επαναφορά κατά τη Συνέχιση
es: Retroceso al reanudar
fa: عقب‌گرد در ازسرگیری
fr: Retour en arrière à la reprise
he: הרצה אחורה בחידוש
hi: रिज्यूम रिवाइंड
id: Rewind Melanjutkan
it: Riavvolgimento alla ripresa
ja: 再開時の巻き戻し
ko: 재개 시 되감기
nl: Terugspoelen bij hervatten
pl: Przewijanie po wznowieniu
pt: Retroceder ao retomar
ru: Перемотка при возобновлении
sv: Återuppta med tillbakaspolning
th: ย้อนกลับเมื่อเล่นต่อ
tr: Sürdürme Geri Sarma
uk: Перемотка при відновленні
vi: Tua lại khi tiếp tục
zh_hans: 续播回退

source: Resume Tour
ar: استئناف الجولة
de: Tour fortsetzen
el: Συνέχιση Ξενάγησης
es: Reanudar recorrido
fa: از سرگیری تور
fr: Reprendre la visite
he: חידוש הסיור
hi: टूर फिर से शुरू करें
id: Lanjutkan Tur
it: Riprendi tour
ja: ツアーを再開
ko: 둘러보기 재개
nl: Rondleiding hervatten
pl: Wznów samouczek
pt: Retomar tour
ru: Продолжить обзор
sv: Återuppta rundtur
th: เล่นทัวร์ต่อ
tr: Turu Sürdür
uk: Продовжити тур
vi: Tiếp tục Hướng dẫn
zh_hans: 继续导览

source: Resume Tour: %@
ar: استئناف الجولة: %@
de: Tour fortsetzen: %@
el: Συνέχιση Ξενάγησης: %@
es: Reanudar recorrido: %@
fa: از سرگیری تور: %@
fr: Reprendre la visite : %@
he: חידוש הסיור: %@
hi: टूर फिर से शुरू करें: %@
id: Lanjutkan Tur: %@
it: Riprendi tour: %@
ja: ツアーを再開：%@
ko: 둘러보기 재개: %@
nl: Rondleiding hervatten: %@
pl: Wznów samouczek: %@
pt: Retomar tour: %@
ru: Продолжить обзор: %@
sv: Återuppta rundtur: %@
th: เล่นทัวร์ต่อ: %@
tr: Turu Sürdür: %@
uk: Продовжити тур: %@
vi: Tiếp tục Hướng dẫn: %@
zh_hans: 继续导览：%@

source: Resumes the last-played AppleVis podcast episode from where you left off.
ar: يستأنف آخر حلقة من بودكاست AppleVis تم تشغيلها من حيث توقفت.
de: Setzt die zuletzt abgespielte AppleVis-Podcast-Folge dort fort, wo du aufgehört hast.
el: Συνεχίζει το τελευταίο αναπαραγμένο επεισόδιο podcast AppleVis από το σημείο όπου σταματήσατε.
es: Reanuda el último episodio de pódcast de AppleVis reproducido desde donde lo dejaste.
fa: آخرین قسمت پادکست AppleVis پخش‌شده را از جایی که متوقف کرده‌اید از سر می‌گیرد.
fr: Reprend le dernier épisode de podcast AppleVis lu à l'endroit où vous vous étiez arrêté.
he: מחדש את פרק הפודקאסט האחרון של AppleVis שהושמע מהמקום שבו הפסקת.
hi: आपके द्वारा छोड़े गए स्थान से अंतिम बार चलाया गया AppleVis पॉडकास्ट एपिसोड फिर से शुरू करता है。
id: Melanjutkan episode podcast AppleVis yang terakhir diputar dari tempat Anda berhenti.
it: Riprende l'ultimo episodio del podcast AppleVis riprodotto dal punto in cui l'hai interrotto.
ja: 最後に再生した AppleVis のポッドキャストエピソードを、中断した箇所から再開します。
ko: 마지막으로 재생한 AppleVis 팟캐스트 에피소드를 멈춘 부분부터 재개합니다.
nl: Hervat de laatst afgespeelde AppleVis-podcastaflevering vanaf waar je gebleven was.
pl: Wznawia ostatnio odtwarzany odcinek podcastu AppleVis od miejsca, w którym skończyłeś.
pt: Retoma o último episódio de podcast da AppleVis reproduzido de onde você parou.
ru: Возобновляет последний прослушанный эпизод подкаста AppleVis с того места, где вы остановились.
sv: Återupptar det senast spelade AppleVis-poddavsnittet från där du slutade.
th: เล่นตอนพอดแคสต์ AppleVis ที่เล่นล่าสุดต่อจากจุดที่คุณค้างไว้
tr: Son oynatılan AppleVis podcast bölümünü kaldığınız yerden sürdürür.
uk: Відновлює останній відтворений епізод подкасту AppleVis з того місця, де ви зупинилися.
vi: Tiếp tục tập podcast AppleVis đã phát gần nhất từ nơi bạn đã dừng lại.
zh_hans: 从上次停止的地方继续播放最近播放的 AppleVis 播客单集。

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
he: נסה שנית
hi: पुनः प्रयास
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar Dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试

source: Retry Now
ar: إعادة المحاولة الآن
de: Jetzt erneut versuchen
el: Επανάληψη Τώρα
es: Reintentar ahora
fa: اکنون دوباره امتحان کنید
fr: Réessayer maintenant
he: נסה שוב עכשיו
hi: अभी पुनः प्रयास करें
id: Coba Lagi Sekarang
it: Riprova ora
ja: 今すぐ再試行
ko: 지금 다시 시도
nl: Nu opnieuw proberen
pl: Spróbuj ponownie teraz
pt: Tentar novamente agora
ru: Повторить сейчас
sv: Försök igen nu
th: ลองอีกครั้งตอนนี้
tr: Şimdi Tekrar Dene
uk: Спробувати ще раз зараз
vi: Thử lại ngay
zh_hans: 立即重试

source: Returns to the guided tour where you left off.
ar: يعود إلى الجولة الموجهة من حيث توقفت.
de: Kehrt zur geführten Tour dort zurück, wo du aufgehört hast.
el: Επιστρέφει στην καθοδηγούμενη ξενάγηση από εκεί που σταματήσατε.
es: Vuelve al recorrido guiado donde lo dejaste.
fa: به تور راهنما از جایی که متوقف کرده‌اید بازمی‌گردد.
fr: Revient à la visite guidée là où vous vous étiez arrêté.
he: חוזר לסיור המודרך מהמקום שבו הפסקת.
hi: आपके द्वारा छोड़े गए स्थान से निर्देशित टूर पर लौटता है。
id: Kembali ke tur berpandu dari tempat Anda berhenti.
it: Torna al tour guidato dal punto in cui l'hai interrotto.
ja: 中断した箇所からガイド付きツアーに戻ります。
ko: 멈춘 부분부터 안내 투어로 돌아갑니다.
nl: Keert terug naar de begeleide rondleiding waar je gebleven was.
pl: Wraca do przewodniego samouczka od miejsca, w którym skończyłeś.
pt: Retorna ao tour guiado de onde você parou.
ru: Возвращает к обзору с подсказками с того места, где вы остановились.
sv: Återgår till den guidade rundturen där du slutade.
th: กลับไปยังทัวร์แนะนำจากจุดที่คุณค้างไว้
tr: Kaldığınız yerden rehberli tura geri döner.
uk: Повертає до керованого туру з того місця, де ви зупинилися.
vi: Quay lại hướng dẫn có chỉ dẫn từ nơi bạn đã dừng lại.
zh_hans: 返回到您上次停止的引导导览位置。

source: Returns to the previous step.
ar: يعود إلى الخطوة السابقة.
de: Kehrt zum vorherigen Schritt zurück.
el: Επιστρέφει στο προηγούμενο βήμα.
es: Vuelve al paso anterior.
fa: به مرحلهٔ قبل بازمی‌گردد.
fr: Retourne à l'étape précédente.
he: חוזר לשלב הקודם.
hi: पिछले चरण पर लौटता है。
id: Kembali ke langkah sebelumnya.
it: Torna al passaggio precedente.
ja: 前の手順に戻ります。
ko: 이전 단계로 돌아갑니다.
nl: Gaat terug naar de vorige stap.
pl: Wraca do poprzedniego kroku.
pt: Retorna à etapa anterior.
ru: Возвращает к предыдущему шагу.
sv: Återgår till föregående steg.
th: กลับไปยังขั้นตอนก่อนหน้า
tr: Önceki adıma döner.
uk: Повертає до попереднього кроку.
vi: Quay lại bước trước.
zh_hans: 返回上一步。

source: Review
ar: مراجعة
de: Bewertung
el: Κριτική
es: Reseña
fa: بررسی
fr: Avis
he: ביקורת
hi: समीक्षा
id: Ulasan
it: Recensione
ja: レビュー
ko: 리뷰
nl: Beoordeling
pl: Recenzja
pt: Avaliação
ru: Отзыв
sv: Recension
th: รีวิว
tr: İnceleme
uk: Відгук
vi: Đánh giá
zh_hans: 评论

source: Review & Submit
ar: مراجعة وإرسال
de: Überprüfen & Absenden
el: Έλεγχος & Υποβολή
es: Revisar y enviar
fa: بازبینی و ارسال
fr: Vérifier et envoyer
he: סקירה ושליחה
hi: समीक्षा करें और सबमिट करें
id: Tinjau & Kirim
it: Rivedi e invia
ja: 確認して送信
ko: 검토 및 제출
nl: Controleren en verzenden
pl: Sprawdź i wyślij
pt: Revisar e enviar
ru: Проверить и отправить
sv: Granska och skicka
th: ตรวจสอบและส่ง
tr: Gözden Geçir ve Gönder
uk: Перевірити та надіслати
vi: Xem Lại & Gửi
zh_hans: 检查并提交

source: Revisit the guided tour of Home, Discover, For You, and Profile & Settings, organized chapter by chapter.
ar: أعد زيارة الجولة الإرشادية للرئيسية، واستكشف، ولك، والملف الشخصي والإعدادات، منظمة فصلًا تلو الآخر.
de: Sieh dir den geführten Rundgang durch Home, Entdecken, Für dich und Profil & Einstellungen erneut an, kapitelweise organisiert.
el: Επισκεφθείτε ξανά την καθοδηγούμενη περιήγηση στην Αρχική, το Ανακαλύψτε, το Για Εσάς, και το Προφίλ & Ρυθμίσεις, οργανωμένη κεφάλαιο προς κεφάλαιο.
es: Vuelve a ver el recorrido guiado por Inicio, Descubrir, Para ti, y Perfil y ajustes, organizado capítulo por capítulo.
fa: تور راهنمای صفحهٔ اصلی، کاوش، برای شما، و نمایه و تنظیمات را دوباره مرور کنید، که فصل به فصل سازمان‌دهی شده است.
fr: Revisitez la visite guidée d'Accueil, Découvrir, Pour vous, et Profil et réglages, organisée chapitre par chapitre.
he: בקר מחדש בסיור המודרך בבית, גלה, בשבילך, ופרופיל והגדרות, המאורגן פרק אחר פרק.
hi: होम, डिस्कवर, फ़ॉर यू, और प्रोफ़ाइल और सेटिंग्स के निर्देशित टूर को फिर से देखें, जो अध्याय दर अध्याय व्यवस्थित है।
id: Kunjungi kembali tur berpandu Beranda, Jelajahi, For You, dan Profil & Pengaturan, yang diatur per bab.
it: Rivisita il tour guidato di Home, Scopri, Per te, e Profilo e impostazioni, organizzato capitolo per capitolo.
ja: Home、Discover、For You、プロフィールと設定のガイド付きツアーを、章ごとに整理された形でもう一度見てみましょう。
ko: Home, Discover, For You, 프로필 및 설정의 안내 투어를 챕터별로 정리해서 다시 살펴보세요.
nl: Bekijk de begeleide rondleiding door Start, Ontdek, Voor jou, en Profiel en instellingen opnieuw, georganiseerd hoofdstuk voor hoofdstuk.
pl: Powróć do wycieczki z przewodnikiem po Stronie głównej, Odkrywaj, Dla Ciebie oraz Profilu i ustawieniach, uporządkowanej rozdział po rozdziale.
pt: Reveja o tour guiado de Início, Descobrir, Para Você, e Perfil e Configurações, organizado capítulo por capítulo.
ru: Пересмотрите экскурсию по «Главной», «Обзору», «Для вас» и «Профилю и настройкам», организованную по главам.
sv: Se om den guidade rundturen genom Hem, Upptäck, För dig, och Profil och inställningar, organiserad kapitel för kapitel.
th: ทบทวนทัวร์แนะนำสำหรับโฮม ดิสคัฟเวอร์ ฟอร์ยู และโปรไฟล์และการตั้งค่า ซึ่งจัดเรียงเป็นบทต่าง ๆ
tr: Ana Sayfa, Keşfet, Sizin İçin ve Profil ve Ayarlar'ın, bölüm bölüm düzenlenmiş rehberli turunu tekrar gözden geçirin.
uk: Перегляньте знову керований тур «Головною», «Оглядом», «Для вас» і «Профілем і налаштуваннями», організований за розділами.
vi: Xem lại chuyến tham quan có hướng dẫn về Trang chủ, Khám phá, Dành cho bạn, và Hồ sơ & Cài đặt, được tổ chức theo từng chương.
zh_hans: 重新查看首页、发现、为你推荐，以及个人资料与设置的引导导览，按章节组织。

source: Rewinds a few seconds when you resume a paused episode, so you get context instead of picking up mid-sentence.
ar: يقوم بالترجيع بضع ثوانٍ عند استئناف حلقة موقوفة مؤقتًا، حتى تحصل على السياق بدلاً من البدء في منتصف الجملة.
de: Spult beim Fortsetzen einer pausierten Folge ein paar Sekunden zurück, damit du Kontext bekommst, statt mitten im Satz weiterzumachen.
el: Επαναφέρει μερικά δευτερόλεπτα όταν συνεχίζετε ένα επεισόδιο σε παύση, ώστε να αποκτήσετε πλαίσιο αντί να συνεχίσετε στη μέση μιας πρότασης.
es: Retrocede unos segundos al reanudar un episodio en pausa, para que tengas contexto en lugar de retomar a mitad de una frase.
fa: هنگام از سرگیری قسمت متوقف‌شده چند ثانیه عقب می‌رود تا به‌جای شروع از وسط جمله، زمینه را دریافت کنید.
fr: Recule de quelques secondes lorsque vous reprenez un épisode en pause, afin d'avoir du contexte plutôt que de reprendre au milieu d'une phrase.
he: מריץ אחורה כמה שניות כשאתה מחדש פרק שהושהה, כדי שתקבל הקשר במקום להמשיך מאמצע המשפט.
hi: रुके हुए एपिसोड को फिर से शुरू करने पर कुछ सेकंड पीछे जाता है, ताकि आपको वाक्य के बीच से शुरू करने के बजाय संदर्भ मिले。
id: Memundurkan beberapa detik saat Anda melanjutkan episode yang dijeda, sehingga Anda mendapatkan konteks alih-alih melanjutkan di tengah kalimat.
it: Riavvolge di qualche secondo quando riprendi un episodio in pausa, così ottieni il contesto invece di riprendere a metà frase.
ja: 一時停止したエピソードを再開すると数秒巻き戻し、文の途中からではなく文脈を把握できるようにします。
ko: 일시 중지된 에피소드를 재개할 때 몇 초 되감아 문장 중간부터가 아니라 맥락을 파악할 수 있게 합니다.
nl: Spoelt een paar seconden terug wanneer je een gepauzeerde aflevering hervat, zodat je context krijgt in plaats van midden in een zin verder te gaan.
pl: Przewija kilka sekund do tyłu po wznowieniu wstrzymanego odcinka, dzięki czemu masz kontekst zamiast wznawiania w połowie zdania.
pt: Retrocede alguns segundos ao retomar um episódio pausado, para que você tenha contexto em vez de retomar no meio de uma frase.
ru: Немного перематывает назад при возобновлении приостановленного эпизода, чтобы вы вспомнили контекст, а не начали с середины предложения.
sv: Spolar tillbaka några sekunder när du återupptar ett pausat avsnitt, så att du får sammanhang istället för att fortsätta mitt i en mening.
th: ย้อนกลับสองสามวินาทีเมื่อคุณเล่นตอนที่หยุดชั่วคราวต่อ เพื่อให้คุณได้บริบทแทนที่จะเริ่มกลางประโยค
tr: Duraklatılmış bir bölümü sürdürdüğünüzde birkaç saniye geri sararak, cümlenin ortasından değil bağlamla devam etmenizi sağlar.
uk: Перемотує на кілька секунд назад, коли ви відновлюєте призупинений епізод, щоб ви отримали контекст, а не продовжили посеред речення.
vi: Tua lại vài giây khi bạn tiếp tục một tập đã tạm dừng, để bạn có ngữ cảnh thay vì tiếp tục giữa câu.
zh_hans: 恢复暂停的单集时回退几秒，让您获得上下文，而不是从句子中间开始。

source: Rewrite
ar: إعادة الصياغة
de: Umformulieren
el: Επανασύνταξη
es: Reescribir
fa: بازنویسی
fr: Réécrire
he: ניסוח מחדש
hi: पुनर्लेखन
id: Tulis Ulang
it: Riscrivi
ja: リライト
ko: 다시 쓰기
nl: Herschrijven
pl: Przeredaguj
pt: Reescrever
ru: Переписать
sv: Skriv om
th: เขียนใหม่
tr: Yeniden Yaz
uk: Переписати
vi: Viết lại
zh_hans: 改写

source: Rewrite Respectfully
ar: إعادة الصياغة باحترام
de: Respektvoll umformulieren
el: Επανασύνταξη με Σεβασμό
es: Reescribir con respeto
fa: بازنویسی محترمانه
fr: Réécrire avec respect
he: ניסוח מחדש בכבוד
hi: सम्मानपूर्वक पुनर्लेखन करें
id: Tulis Ulang dengan Sopan
it: Riscrivi con rispetto
ja: 敬意を持ってリライト
ko: 정중하게 다시 쓰기
nl: Respectvol herschrijven
pl: Przeredaguj z szacunkiem
pt: Reescrever com respeito
ru: Переписать более уважительно
sv: Skriv om respektfullt
th: เขียนใหม่อย่างสุภาพ
tr: Saygılı Şekilde Yeniden Yaz
uk: Переписати ввічливіше
vi: Viết lại một cách tôn trọng
zh_hans: 礼貌地改写

source: Rewrites this draft in a more respectful tone.
ar: يعيد صياغة هذه المسودة بنبرة أكثر احترامًا.
de: Formuliert diesen Entwurf in einem respektvolleren Ton um.
el: Επανασυντάσσει αυτό το προσχέδιο σε πιο σεβαστικό τόνο.
es: Reescribe este borrador en un tono más respetuoso.
fa: این پیش‌نویس را با لحنی محترمانه‌تر بازنویسی می‌کند.
fr: Réécrit ce brouillon dans un ton plus respectueux.
he: מנסח מחדש את הטיוטה הזו בטון מכבד יותר.
hi: इस ड्राफ़्ट को अधिक सम्मानजनक लहजे में फिर से लिखता है。
id: Menulis ulang draf ini dengan nada yang lebih sopan.
it: Riscrive questa bozza in un tono più rispettoso.
ja: この下書きをより敬意のあるトーンに書き直します。
ko: 이 초안을 더 정중한 어조로 다시 씁니다.
nl: Herschrijft dit concept in een respectvollere toon.
pl: Przeredagowuje ten szkic na bardziej pełen szacunku ton.
pt: Reescreve este rascunho em um tom mais respeitoso.
ru: Переписывает этот черновик в более уважительном тоне.
sv: Skriver om detta utkast i en mer respektfull ton.
th: เขียนร่างนี้ใหม่ด้วยน้ำเสียงที่สุภาพขึ้น
tr: Bu taslağı daha saygılı bir üslupla yeniden yazar.
uk: Переписує цю чернетку в більш ввічливому тоні.
vi: Viết lại bản nháp này với giọng điệu tôn trọng hơn.
zh_hans: 以更礼貌的语气改写此草稿。

source: RSS Feeds
ar: تغذيات RSS
el: Ροές RSS
es: Feeds RSS
fa: فیدهای RSS
fr: Flux RSS
he: פידי RSS
hi: RSS फ़ीड
id: Umpan RSS
it: Feed RSS
ja: RSS フィード
ko: RSS 피드
pl: Kanały RSS
pt: Feeds RSS
ru: RSS-ленты
sv: RSS-flöden
th: ฟีด RSS
tr: RSS Akışları
uk: RSS-стрічки
vi: Nguồn cấp dữ liệu RSS
zh_hans: RSS 订阅源

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
he: שמור
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
